lex = {'news': 'Друзья! Квартальная проверка не за горами, не забывайте про этого четкого бота 🙃\n'
               'За последнее время здесь появился жим штанги лежа, плавание на 500 метров и упражнения на ловкость\n'
               'А еще кнопки обратной связи и истории обновлений в меню.\n'
               'До кучи для Вашего комфорта улучшены все клавиатуры и логика работы.\n'
               'Больше оповещений с этой стороны не будет, за исключением оповещения о возможности отключить или'
               'подключить оповещения - эта фича уже пилится 👀\n'
               'Всем ✌',
       'help': '❗*Справка по работе бота*\nПользуйтесь подсказками при вводе результатов\!'
               '\nРежим набора суммы баллов и общей оценки результата в разработке'
               '\nЕсли что\-то пошло не так, отправьте команду /start\n'              
               'Все пожелания по улучшению и описание найденных багов прошу отправлять через команду /feedback в меню'
               'GitHub: https://github\.com/chekmarevma/FP',

       'history': '\>\>\> *10\.05\.2023*\nДобавлены жим штанги лежа, плавание на 500 м вольным стилем\n'
                  '\>\>\> *07\.05\.2023*\nДобавлены упражнения на ловкость\n'
                  '\>\>\> *24\.04\.2023*\nЗапуск бота',

       'input_100m': '⏱ Упр. № 41 - бег на 100 м\nВведите результат в формате "xx.x":',
       'input_60m': '⏱ Упр. № 40 - бег 60 м\nВведите результат в формате "х.х" или "хх.х":',
       'input_10x10': '⏱ Упр. № 42 - челночный бег 10 ч 10 м\nВведите результат в формате "хх.х":',
       'input_swim100m': '🏊‍♂ Упр. № 57 - плавание на 100м\nВведите результат в формате "м.сс":',
       'input_podt': '💪 Упр. № 4 - подтягивание на перекладине\nВведите результат:',
       'input_vihod': '💪 Упр. № 7 - подъем силой\nВведите результат:',
       'input_podem': '💪 Упр. № 6 - подъем переворотом\nВведите результат:',
       'input_otzhim': '💪 Упр. № 1 - сгибание и разгибание рук\nв упоре лежа\nВведите результат:',
       'input_1km': '🏃‍♂ Упр. № 45 - бег на 1 км\nВведите результат в формате "м.сс":',
       'input_3km': '🏃‍♂ Упр. № 46 - бег на 3 км\nВведите результат в формате "мм.сс":',
       'input_jump3': '🏃‍♂️ Упр. № 51 - тройной прыжок с места\nВведите результат в формате "xxx":',
       'input_brevno': '🤸‍♀️ Упр. № 22 - перемещение по бревну или узкой опоре\nВведите результат в формате "x.x" или "xx.x"',
       'input_mark': 'Выберите оценку за выполнение упражнения:',
       'input_shtanga': '🏋‍♂ Упр. № 8 - жим штанги лежа\nВведите результат:',
       'input_swim500': '🏊 Упр. № 57б - Плавание на 500 м вольным стилем\nВведите результат в формате "м.сс" или "мм.сс"'
                        '\n❗ Десятые доли округляются в большую сторону',
       'rez': 'Набрано баллов: ',
       '100_balls': '1⃣0⃣0⃣ соточка 💪',
       '0_balls': '🅾 нуль 😔',
       'wrong_input': '❗ Неправильный формат ввода',
       'button_only': '❗ Пользуйтесь кнопками',
       'choose_type': 'Выберите вид упражнения:',
       'choose_exersize': 'Выберите упражнение:',
       'choose_mode': 'Выберите режим работы:'
       }