lex = {'help': '❗*Справка по работе бота*\nПользуйтесь подсказками при вводе результатов\!'
               '\nЕсли что\-то пошло не так, отправьте команду /start\n'
               'Торжественный запуск бота: 24\.04\.2023\n'
               'Последнее обновление: 24\.04\.2023\n'
               'Все пожелания по улучшению, а также о найденных багах прошу писать сюда: *\@max\_chekito*',

       'input_100m': '⏱ Упр. № 41 - бег на 100 м\nВведите результат в формате "xx.x":',
       'input_60m': '⏱ Упр. № 40 - бег 60 м\nВведите результат в формате "х.х" или "хх.х":',
       'input_10x10': '⏱ Упр. № 42 - челночный бег 10 ч 10 м\nВведите результат в формате "хх.х":',
       'input_swim100m': '🏊‍♂ Упр. № 57 - плавание на 100м\nВведите результат в формате "x.xx":',
       'input_podt': '💪 Упр. № 4 - подтягивание на перекладине\nВведите результат:',
       'input_vihod': '💪 Упр. № 7 - подъем силой\nВведите результат:',
       'input_podem': '💪 Упр. № 6 - подъем переворотом\nВведите результат:',
       'input_otzhim': '💪 Упр. № 1 - сгибание и разгибание рук\nв упоре лежа\nВведите результат:',
       'input_1km': '🏃‍♂ Упр. № 45 - бег на 1 км\nВведите результат в формате "х.хх":',
       'input_3km': '🏃‍♂ Упр. № 46 - бег на 3 км\nВведите результат в формате "хх.хх":',
       'rez': 'Набрано баллов: ',
       '100_balls': '1⃣0⃣0⃣ соточка 💪',
       '0_balls': '🅾 нуль 😔',
       'wrong_input': '❗ Неправильный формат ввода. Попробуйте еще разок'}
