lex = {'help': '❗*Справка по работе бота*\nПользуйтесь подсказками при вводе результатов\!'
               '\nРежим набора суммы баллов и общей оценки результата в разработке'
               '\nЕсли что\-то пошло не так, отправьте команду /start\n'              
               'Все пожелания по улучшению и описание найденных багов прошу сообщать сюда: *\@max\_chekito*\n'
               'GitHub: https://github\.com/chekmarevma/FP',

       'history': '\>\>\> *07\.05\.2023*\nДобавлены упражнения на ловкость\n'
                  '\>\>\> *24\.04\.2023*\nЗапуск бота',

       'input_100m': '⏱ Упр. № 41 - бег на 100 м\nВведите результат в формате "xx.x":',
       'input_60m': '⏱ Упр. № 40 - бег 60 м\nВведите результат в формате "х.х" или "хх.х":',
       'input_10x10': '⏱ Упр. № 42 - челночный бег 10 ч 10 м\nВведите результат в формате "хх.х":',
       'input_swim100m': '🏊‍♂ Упр. № 57 - плавание на 100м\nВведите результат в формате "x.xx":',
       'input_podt': '💪 Упр. № 4 - подтягивание на перекладине\nВведите результат:',
       'input_vihod': '💪 Упр. № 7 - подъем силой\nВведите результат:',
       'input_podem': '💪 Упр. № 6 - подъем переворотом\nВведите результат:',
       'input_otzhim': '💪 Упр. № 1 - сгибание и разгибание рук\nв упоре лежа\nВведите результат:',
       'input_1km': '🏃‍♂ Упр. № 45 - бег на 1 км\nВведите результат в формате "х.хх":',
       'input_3km': '🏃‍♂ Упр. № 46 - бег на 3 км\nВведите результат в формате "хх.хх":',
       'input_jump3': '🏃‍♂️ Упр. № 51 - тройной прыжок с места\nВведите результат в формате "xxx"',
       'input_brevno': '🤸‍♀️ Упр. № 22 - перемещение по бревну или узкой опоре\nВведите результат в формате "x.x" или "xx.x"',
       'input_mark': 'Выберите оценку за выполнение упражнения:',
       'rez': 'Набрано баллов: ',
       '100_balls': '1⃣0⃣0⃣ соточка 💪',
       '0_balls': '🅾 нуль 😔',
       'wrong_input': '❗ Неправильный формат ввода',
       'button_only': '❗ Пользуйтесь кнопками',
       'choose_type': 'Выберите вид упражнения:',
       'choose_exersize': 'Выберите упражнение:',
       'choose_mode': 'Выберите режим работы:',
       'choose_age': 'Выберите возрастную группу:'}